Repository: rezaabdolmaleki/ParkBaan
Catalog: ParkenDD/Supporting Files/*.lproj/Localizable.strings
Languages: cs, de, pl

# REQUEST_ERROR_TITLE
source: Connection Error
cs: Chyba spojení
de: Verbindungsfehler
pl: Błąd połączenia

# REQUEST_ERROR
source: Couldn't fetch data. You appear to be disconnected from the internet.
cs: Nepovedlo se nahrát data. Vypadá to, že nejste připojeni k internetu.
de: Daten konnten nicht abgerufen werden. Es besteht anscheinend keine Verbindung zum Internet.
pl: Nie można załadować danych. Prawdopodobnie nie ma połączenia internetowego.

# SERVER_ERROR_TITLE
source: Server Error
cs: Chyba serveru
de: Serverfehler
pl: Błąd serweru

# SERVER_ERROR
source: Couldn't read data from server. Please try again in a few moments.
cs: Nepovedlo se načíst data ze serveru. Prosím, zkuste to za okamžik znovu.
de: Daten konnten nicht gelesen werden. Bitte aktualisiere in ein paar Momenten erneut.
pl: Nie można odczytać danych. Prosze zaktualizuj za chwilę ponownie.

# UNKNOWN_COORDINATES_TITLE
source: Error
cs: Chyba
de: Fehler
pl: Błąd

# UNKNOWN_COORDINATES_ERROR
source: Couldn't find coordinates for selected parking lot.
cs: Nepovedlo se načíst souřadnice vybraného parkoviště.
de: Konnte keine Ortsdaten für gewählten Parkplatz finden.
pl: Nie można znaleźć danych o lokalizacji dla wybranego parkingu.

source: Last update:
cs: Poslední aktualizace:
de: Letzte Aktualisierung:
pl: Ostatnia aktualizacja:

source: occupied
cs: obsazeno
de: belegt
pl: Zajęty

source: closed
cs: zavřeno
de: geschlossen
pl: Zamknięty

source: unknown address
cs: neznámá adresa
de: unbekannte Adresse
pl: Adres nieznany

# UNKNOWN_LOAD
source: no data available
cs: žádná data nejsou dostupná
de: keine Daten verfügbar
pl: nieznany

# OTHER_OPTIONS
source: Other
cs: Ostatní
de: Anderes
pl: inne opcje

# SORTINGTYPE_LOCATION
source: Distance
cs: Vzdálenost
de: Entfernung
pl: odległość

source: Share on Twitter
cs: Sdílet na Twitteru
de: Auf Twitter teilen
pl: udostępnij na Twitterze

# SORTINGTYPE_FREESPOTS
source: Free Spots
cs: Volná místa
de: Freie Plätze
pl: wolne mijęsca

# SORTING_OPTIONS
source: Sort by
cs: Seřadit podle
de: Sortieren nach
pl: sortowanie

# SORTINGTYPE_ALPHABETICAL
source: Alphabetical
cs: Abecedně
de: Alphabetisch
pl: alfabetycznie

# ABOUT_BUTTON
source: About
cs: O aplikaci
de: Über
pl: o nas

# SORTINGTYPE_DEFAULT
source: Default
cs: Výchozí řazení
de: Standard
pl: standardowe sortowanie

# NSLocationWhenInUseUsageDescription
source: Used to show location on map and for sorting parking lots by distance.
cs: Slouží k zobrazení vaší aktuální polohy na mapě a řazení parkovacích míst podle vzdálenosti.
de: Wird für den Standort auf der Karte und Sortierung nach Distanz genutzt.
pl: Dla lokalizacji na mapie i sortowania według odległości.

# TWEET_TEXT
source: No free parking space in sight? â†’ #ParkenDD http://parkendd.de
cs: Žádné volné parkovací místo v dohledu? → #ParkenDD http://parkendd.de
de: Kein freier Parkplatz in Sicht? → #ParkenDD http://parkendd.de
pl: Nie widać możliwości do parkowania? -> #ParkenDD http://parkendd.de

source: waiting for location
cs: čekám na zaměření pozice
de: auf Standort warten
pl: czekaj na lokalizację

# APPSTORE_TAGS
source: dresden, parking, car, driving, navigation, park, public, parkinglot, lot
cs: drážďany, parkování, auto, řízení, navigace, veřejnost, parkovací místo, parkovací dům
de: dresden, parken, auto, fahren, navigation, parkplatz, tiefgarage
pl: drezno, parkowanie, samochód, jeździć, nawigacja, parking, garaż podziemny

# LOCATION_DATA_ERROR_TITLE
source: Location Data Error
cs: Chyba geolokace
de: Lokalisierungsfehler
pl: Błąd lokalizacji

# LOCATION_DATA_ERROR
source: ParkenDD is unable to get location data. Please allow it to do so in the system settings.
cs: ParkenDD se nepovedlo získat aktuální pozici. Prosím, povolte tuto funkci v systémových nastaveních.
de: ParkenDD hat keine Berechtigung sich zu lokalisieren. Bitte erlaube das in den Einstellungen.
pl: ParkenDD nie ma zezwolenia do lokalizacji. Prosze dostępnij to w ustawieniach.

source: Cancel
cs: Storno
de: Abbrechen
pl: Anuluj

source: Settings
cs: Nastavení
de: Einstellungen
pl: Ustawienia

# CIRCA_SPOTS_AVAILABLE
source: ca. %@ spots available
cs: Zhruba %@ míst volných
de: ca. %@ freie Plätze
pl: ca. %@ miejsca wolne

# DISPLAY_OPTIONS
source: Display
cs: Zobrazení
de: Darstellung
pl: Opcje wyświetlania

# HIDE_NODATA_LOTS
source: Hide Lots Without Data
cs: Skrýt parkoviště bez dostupných dat
de: Parkplätze ohne Daten ausblenden
pl: Ukryć parkingi bez danych

# NOTE_TITLE
source: Note
cs: Poznámka
de: Hinweis
pl: Wskazanie

# LIST_UPDATE_ON_REFRESH
source: List will be updated on next refresh.
cs: Seznam bude aktualizován při dalším obnovení.
de: Liste wird beim nächsten Update aktualisiert.
pl: Lista zostanie zaktualizowana przy następnej aktualizacji.

# USE_GRAYSCALE_COLORS
source: Use Grayscale Colorscheme
cs: Použít černobílé schéma
de: Graufstufen verwenden
pl: Użyć szare kolory

source: Reset Notifications
cs: Obnovit upozornění
de: Benachrichtigungen zurücksetzen
pl: Resetować powiadomienia

# SEND_FEEDBACK
source: Feedback / Report Problem
cs: Feedback / Nahlásit problém
de: Feedback / Problem melden
pl: Zgłoś problem.

# OUTDATED_DATA_WARNING_TITLE
source: Outdated data
cs: Zastaralá data
de: Veraltete Daten
pl: Nieakutalne informacje

# OUTDATED_DATA_WARNING
source: The data might be outdated. It was last updated more than an hour ago.
cs: Data mohou být zastaralá. Poslední aktualizace proběhla před více než hodinou.
de: Die Daten sind möglicherweise veraltet. Sie wurden vor mehr als einer Stunde zuletzt aktualisiert.
pl: Nieaktualne informacje. Ostatnia aktualizacja odbyła się ponad godzinę temu

# UNKNOWN_ERROR_TITLE
source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
pl: Nieznany błąd

# UNKNOWN_ERROR
source: An unknown error has occurred.
cs: Nastala neznámá chyba.
de: Es ist ein unbekannter Fehler aufgetreten.
pl: Pojawił się nieznany błąd

# LAST_UPDATED
source: Updated: %@
cs: Aktualizováno: %@
de: Stand: %@ Uhr
pl: Zaktualizowane: %@

# NO_COORDS_WARNING_TITLE
source: No coordinates
cs: Žádné souřadnice
de: Keine Ortsdaten
pl: brak współrzędnych

# NO_COORDS_WARNING
source: Unfortunately there don't seem to be any coordinates associated with this parking lot.
cs: K tomuto parkovacímu místu nejsou bohužel přiřazeny žádné souřadnice.
de: Für diesen Parkplatz sind leider keine Ortsdaten verfügbar.
pl: Niestety brakuje współrzędnych związanych z tym parkingiem.

# CITY_OPTIONS
source: City
cs: Město
de: Stadt
pl: miasto

# FORECAST_INFO_TITLE
source: Forecast Data
cs: Předpověď obsazenosti
de: Prognosedaten
pl: prognoza informacji

# FORECAST_INFO_TEXT
source: Use this function to view into the future. Pick a date and see how many spaces will presumably be available at that point in time. The chart shows the selected day.
cs: Použijte tuto funkci pro náhled do budoucnosti. Vyberte datum a podívejte se, kolik parkovacích míst bude přibližně dostupných. Graf zobrazuje vybraný den.
de: Hier kannst du in die Zukunft schauen. Wähle ein Datum und Uhrzeit und lass' dir die voraussichtliche Belegung zu diesem Zeitpunkt anzeigen. Das Diagramm zeigt den ausgewählten Tag.
pl: Użyj tej funkcji by spojrzeć w przyszłość. Wybierz datę i zobacz ile będzie prawdopodobnie wolnych miejsc w tym czasie. Tabela pokazuje wybrany dzień.

# MAPSUBTITLE
source: %@ of %d available
cs: %@ z %d dostupných
de: %@ von %d verfügbar
pl: %@ z %d wolne

# SHOWEXPERIMENTALCITIESALERT
source: The newly displayed cities are in an experimental state! Their data will probably be littered with errors and be incomplete. If you're willing to join us in our effort of supporting new cities, please tap the feedback button below :)
cs: Nově zobrazená města jsou ve zkušebním provozu. Data mohou být neúplná nebo neplatná. Pokud nám chcete pomoct s podporou nových měst, použijte prosím tlačítko Feedback níže :)
de: Die neu angezeigten Städte sind in einem experimentellen Zustand! Die Daten können daher sehr stark fehlerbehaftet und unvollständig sein. Über Mitarbeit an neuen Daten freuen wir uns immer gerne. Falls Interesse besteht tippe doch unten auf den Feedback Button :)
pl: Nowo pokazane miasta są w fazie testowej! Podane informacje mogą zawierać błędy i być niedokładne. Jeżeli chciałbyś do nas dołczyć, aby wspierać nowe mista, proszę kliknąć ikonkę z opinią. :)

source: Activate
cs: Aktivovat
de: Aktivieren
pl: aktywuj

# SHOWEXPERIMENTALCITIESSETTING
source: Show Experimental Cities
cs: Zobraz města ve zkušebním provozu
de: Experimentelle Städte anzeigen
pl: pokaż miasta eksperymentalne

# FORECAST_TITLE
source: Forecast for %@
cs: Předpověď pro %@
de: Prognose für %@
pl: Prognoza dla

# SORTINGTYPE_EUKLID
source: Best first
cs: Nejvhodnější
de: Beste zuerst
pl: Najlepszy pierwszy

source: Forecast
cs: Předpověď
de: Prognose
pl: Prognoza

# LOAD_IN_PERCENT
source: Load in %%
cs: Vytížení v %%
de: Auslastung in %%
pl: Ładuj w

# END_OF_DATA_TITLE
source: No data
cs: Žádná data
de: Keine Daten
pl: Brak informacji

# END_OF_DATA
source: Unfortunately there's no data available for the selected date.
cs: Bohužel nejsou dostupná žádná data pro vybrané datum.
de: Leider sind für den gewählten Zeitpunkt keine Daten verfügbar.
pl: Niestety brak dostępnych infomacji dla wybranej daty.

# REQUEST_NEW_CITY
source: Suggest a new city
cs: Navrhnout nové město
de: Neue Stadt vorschlagen
